tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/services"

cask "appcleaner"
cask "google-cloud-sdk"

brew "redis"
brew "postgresql"

brew "docker"
brew "helm"
brew "kind"
brew "kubernetes-cli"

brew "bash"
brew "curl"
brew "git"
brew "htop"
brew "ipcalc"
brew "jq"
brew "netcat"
brew "make"
brew "node"
brew "pyenv"
brew "yarn"

