tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "homebrew/cask-drivers"

# App Store
mas "1Password", id: 1333542190
mas "Bear", id: 1091189122
mas "Slack", id: 803453959

# Casks
cask "adobe-creative-cloud"
cask "appcleaner"
cask "discord"
cask "docker"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "linear-linear"
cask "moom"
cask "notion"
cask "postico"
cask "postman"
cask "redisinsight"
cask "sensiblesidebuttons"
cask "spotify"
cask "signal"
cask "visual-studio-code"

# Tools
brew "bash"
brew "curl"
brew "git"
brew "htop"
brew "ipcalc"
brew "jq"
brew "tree"
brew "watch"

# Kubernetes
# brew "kubectx"
# brew "kustomize"
