tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "homebrew/cask-drivers"
tap "instrumenta/instrumenta"

# App Store
mas "1Password", id: 1333542190
mas "Bear", id: 1091189122
mas "Slack", id: 803453959
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835

# Casks
cask "adobe-creative-cloud"
cask "appcleaner"
cask "bankid"
cask "cyberduck"
cask "discord"
cask "docker"
cask "flux"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "linear-linear"
cask "moom"
cask "postico"
cask "redisinsight"
cask "sensiblesidebuttons"
cask "sonos"
cask "spotify"
cask "sublime-text"
cask "tidal"

# Tools
brew "awscli"
brew "bash"
brew "curl"
brew "dnsmasq"
brew "git"
brew "helm"
brew "htop"
brew "ipcalc"
brew "jq"
brew "kind"
brew "kompose"
brew "kubeval"
brew "kustomize"
brew "make"
brew "netcat"
brew "node"
brew "pyenv"
brew "terraform"
brew "watch"
brew "yapf"
brew "yarn"
